[
  {"id":"alves2017","abstract":"Abstract Brazilian Savannah native fruits have been investigated as potential sources of antioxidant substances. Cagaita, cerrado cashew and gabiroba were characterized with regard to the ascorbic acid and phenolic contents, antioxidant capacity and flavonoids composition. Gabiroba presented higher contents of ascorbic acid (61.5 mg.100 g–1), total phenolic compounds (1,222.59 mg GAE.100 g–1), and antioxidant capacity (DPPH, FRAP and ORAC assays) than cagaita and cerrado cashew. The correlation coefficients between total ascorbic acid or total phenolic contents and antioxidant capacity were strong and significant (0.970 ≤ r ≤ 0.998). Quercetin derivatives were found in cagaita (1.94 mg.100 g–1) and myricetin derivatives in cerrado cashew (1.2 mg.100 g–1). Peonidin 3-glucoside was the main anthocyanin in cerrado cashew, and its flavonoids composition was first identified in this study. Gabiroba showed relevant catechin content (23.32 mg.100 g–1). These Brazilian native fruits may be considered as important sources of bioactive compounds, notably gabiroba, since it presents high phenolic contents and antioxidant capacity.","accessed":{"date-parts":[[2022,8,2]]},"author":[{"family":"Alves","given":"Aline Medeiros"},{"family":"Dias","given":"Tiago"},{"family":"Hassimotto","given":"Neuza Mariko Aymoto"},{"family":"Naves","given":"Maria Margareth Veloso"}],"citation-key":"alves2017","container-title":"Food Science and Technology","container-title-short":"Food Sci. Technol","DOI":"10.1590/1678-457X.26716","ISSN":"0101-2061, 1678-457X","issued":{"date-parts":[[2017,3,9]]},"language":"en","license":"All rights reserved","page":"564-569","publisher":"Sociedade Brasileira de Ciência e Tecnologia de Alimentos","source":"SciELO","title":"Ascorbic acid and phenolic contents, antioxidant capacity and flavonoids composition of Brazilian Savannah native fruits","type":"article-journal","URL":"http://www.scielo.br/j/cta/a/CyjKC3VLznK3BFY5Lqx67Hk/?lang=en&format=html","volume":"37"},
  {"id":"barros2012","abstract":"Four Citrus species (C. sinensis, cvs. Pera and Lima; C. latifolia Tanaka cv. Tahiti; C. limettioides Tanaka cv. Sweet lime and C. reticulate, cv. Ponkan) grown in Brazil were characterised in relation to contents of minerals, ascorbic acid, total polyphenols and antioxidant capacity of pulps and peels. In general, the peels demonstrated significantly higher contents of all compounds than the pulps (p<0.05), with the exception of the Pera orange pulp that presented the highest acid ascorbic content (68mg/100ml), while the Tahiti lime peel presented the lowest (8mg/100g). Citrus showed high levels of potassium, calcium and magnesium, and the peels were considered sources of these minerals. The Ponkan mandarin peel presented the highest antioxidant capacity. The antioxidant capacity of citrus was correlated both to vitamin C and phenolics. Aside from citrus pulps, the peels are also good sources of bioactive compounds and minerals, and can be explored for their health promoting values in food products.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Barros","given":"Helena Rudge de Moraes"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"},{"family":"Genovese","given":"Maria Inés"}],"citation-key":"barros2012","container-title":"Food Chemistry","container-title-short":"Food Chemistry","DOI":"10.1016/j.foodchem.2012.03.090","ISSN":"0308-8146","issue":"4","issued":{"date-parts":[[2012,10,15]]},"language":"en","page":"1892-1898","source":"ScienceDirect","title":"Antioxidant capacity and mineral content of pulp and peel from commercial cultivars of citrus from Brazil","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0308814612005730","volume":"134"},
  {"id":"brasil2015","abstract":"Pearl millet flour was utilized in kibbeh formulations instead of whole-wheat flour. Physicochemical properties, oxidation stability and sensorial characteristics of control kibbeh made with whole-wheat flour (CT) were compared with kibbehs prepared with millet flour (roasted or wet) and stored for 90 days (–18 °C). Kibbeh prepared with millet flour presented good oxidation stability (TBARS concentration). Baked kibbehs (with roasted millet flour) presented good acceptability and kibbeh samples did not differ significantly (p > 0.05) from the whole-wheat flour sample, when global appearance, texture and flavor were evaluated. Millet flour could be a suitable ingredient for kibbeh formulations, maintaining their nutritional value and sensorial quality in addition to being a gluten-free product.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Brasil","given":"Tcherena Amorim"},{"family":"Capitani","given":"Caroline Dário"},{"family":"Takeuchi","given":"Katiuchia Pereira"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"brasil2015","container-title":"Food Science and Technology","container-title-short":"Food Sci. Technol","DOI":"10.1590/1678-457X.6564","ISSN":"0101-2061, 1678-457X","issued":{"literal":"2015-Apr-Jun"},"language":"en","page":"361-367","publisher":"Sociedade Brasileira de Ciência e Tecnologia de Alimentos","source":"SciELO","title":"Physical, chemical and sensory properties of gluten-free <i>kibbeh</i> formulated with millet flour (<i>Pennisetum glaucum</i> (L.) R. Br.)","type":"article-journal","URL":"https://www.scielo.br/j/cta/a/W7gkChWgrWxhxZdLwW8C7FG/?lang=en","volume":"35"},
  {"id":"cavalcante2019","abstract":"Resumo\n\t\t\t\t\tO pão de queijo é um produto que apresenta ótima aceitação e a venda de massas congeladas promove maior praticidade e disseminação do produto. O presente estudo visou determinar a composição centesimal e comparar com os teores de macronutrientes e valor calórico contidos nos rótulos de pães de queijo congelados. Foram analisados pães provenientes de 6 marcas. A umidade foi determinada até obtenção de peso constante em estufa a 105 °C e o teor de cinzas após calcinação das amostras em mufla a 550 °C. O teor de lipídios foi obtido por extração a frio e a concentração de proteínas pelo método Micro-Kjeldahl. Os carboidratos foram calculados por diferença e o valor calórico total de acordo com os fatores de conversão de Atwater. Os pães de queijo analisados apresentaram elevada umidade e teores de cinzas condizentes com o relatado na literatura. Em relação aos macronutrientes, destacaram-se os carboidratos e lipídeos. Conforme os dados obtidos, pode-se caracterizar o pão de queijo como um produto de elevado valor calórico. Apesar da discordância entre os resultados determinados e os declarados, essa comparação deve ser feita com cautela devido à ausência de informações sobre os métodos utilizados na determinação dos constituintes dos rótulos.","accessed":{"date-parts":[[2022,8,2]]},"author":[{"family":"Cavalcante","given":"Rodrigo Barbosa Monteiro"},{"family":"Ferro","given":"Maria Lemes Campos Rodrigues"},{"family":"Machado","given":"Renata de Souza"},{"family":"Dias","given":"Tiago"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"cavalcante2019","container-title":"DESAFIOS - Revista Interdisciplinar da Universidade Federal do Tocantins","DOI":"10.20873/uft.2359365220196Especialp79","ISSN":"2359-3652","issue":"Especial","issued":{"date-parts":[[2019,6,16]]},"language":"pt","license":"Copyright (c) 2019 Rodrigo Barbosa Monteiro Cavalcante, Maria Lemes Campos Rodrigues Ferro, Renata de Souza Machado, Tiago Dias, Tânia Aparecida Pinto de Castro Ferreira","number":"Especial","page":"79-85","source":"sistemas.uft.edu.br","title":"Composição centesimal determinada e a declarada de pães de queijo de diferentes marcas","type":"article-journal","URL":"https://sistemas.uft.edu.br/periodicos/index.php/desafios/article/view/6887","volume":"6"},
  {"id":"dias2015","abstract":"Compostos fenólicos e capacidade antioxidante são mecanismos de defesa das plantas aos danos do estresse oxidativo. Os compostos fenólicos são sintetizados pela via dos fenilpropanoides, cuja enzima chave, fenilalanina amônia liase, é influenciada pela luz e ação de fotorreceptores, como o fitocromo. O objetivo do presente trabalho é avaliar a concentração de compostos fenólicos e a capacidade antioxidante de frutos de microtomateiro selvagem, cultivar \"Micro-Tom\" (MT), e seus mutantes fotomorfogenéticos high pigment 1 (hp1), super-responsivo a eventos mediados por luz e aurea (au), deficiente quantitativo em fitocromos. Vinte frutos maduros de cada genótipo (MT, hp1 e au) foram utilizados para as análises, realizadas em triplicata. Para quantificação dos compostos fenólicos totais, foi utilizado o método de Folin-Ciocalteu e a capacidade antioxidante foi realizada pelos métodos Ferric Reducing Antioxidant Power (FRAP) e 2,2-diphenyl-1-picrylhydrazyl (DPPH). Os frutos do mutante hp1 apresentaram maiores conteúdos de compostos fenólicos totais e também maior capacidade antioxidante em relação à cultivar selvagem (\"MT\") e ao mutante au, o qual não diferiu significativamente da cultivar \"MT\".","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Dias","given":"Tiago"},{"family":"Melo","given":"Hyrandir Cabral","dropping-particle":"de"},{"family":"Alves","given":"Frederico Rocha Rodrigues"},{"family":"Carvalho","given":"Rogério Falleiros"},{"family":"Carneiro","given":"Karla da Silva"},{"family":"Sousa","given":"Cleiton Mateus"}],"citation-key":"dias2015","container-title":"Ciência Rural","container-title-short":"Cienc. Rural","DOI":"10.1590/0103-8478cr20140098","ISSN":"0103-8478, 1678-4596","issued":{"date-parts":[[2015,3,10]]},"language":"pt","page":"782-787","publisher":"Universidade Federal de Santa Maria","source":"SciELO","title":"Compostos fenólicos e capacidade antioxidante em frutos de tomateiros mutantes fotomorfogenéticos","type":"article-journal","URL":"https://www.scielo.br/j/cr/a/D3jDmY9YGBW3RLJJW45W8dC/?lang=pt","volume":"45"},
  {"id":"dias2017a","abstract":"Catechin and epicatechin are important phenolic compounds found mainly in tea leaves, cocoa beans, and in the peels and seeds of fruits. The reliable detection of these compounds by spectrophotometry is limited by the interference with substances that absorb light at similar wavelengths; thus, an effective alternative is to detect the oxidation products of these compounds at more specific wavelengths. This study aimed to develop an analytical method to quantify total catechin and epicatechin in some food samples (cocoa beans, guarana powder, apples, and tea leaves) by enzymatic oxidation with tyrosinase. The samples were extracted in an ultrasonic bath and the purified extracts were oxidized with tyrosinase solution. The quinones formed in the reaction were detected by spectrophotometry. The method was selective and presented linearity between 1.21 and 7.26 mg g−1, limit of detection of 0.48 mg g−1, and limit of quantification of 1.61 mg g−1. The accuracy of the proposed method was reasonable, with recoveries between 84.3 and 90.7% in the fortified matrices. High precision was observed, with low coefficients of variation for repeatability (3.17 to 3.68%) and intermediate precision (3.27%). In cocoa beans, the total catechin and epicatechin level was 1.65 mg g−1 (3.58 mg g−1). The successful application of the method was also demonstrated in guarana powder. Therefore, the method can be applicable for spectrophotometric analysis of catechin and epicatechin in samples containing above 1.61 mg g−1 of these compounds.","accessed":{"date-parts":[[2022,8,2]]},"author":[{"family":"Dias","given":"Tiago"},{"family":"Silva","given":"Mara Reis"},{"family":"Damiani","given":"Clarissa"},{"family":"Silva","given":"Flávio Alves","non-dropping-particle":"da"}],"citation-key":"dias2017a","container-title":"Food Analytical Methods","container-title-short":"Food Anal. Methods","DOI":"10.1007/s12161-017-0955-6","ISSN":"1936-976X","issue":"12","issued":{"date-parts":[[2017,12,1]]},"language":"en","license":"All rights reserved","page":"3914-3923","source":"Springer Link","title":"Quantification of Catechin and Epicatechin in Foods by Enzymatic-Spectrophotometric Method with Tyrosinase","type":"article-journal","URL":"https://doi.org/10.1007/s12161-017-0955-6","volume":"10"},
  {"id":"donascimentosilva2023","abstract":"In order to identify strategies to encourage the cultivation of buriti, studies on nutritional quality, applications in human health and potential for pharmaceutical use, this review proposes a general view regarding these topics in buriti pulp. Therefore, the search was carried out in the databases Science Direct, Scopus and MEDLINE from the beginning of each database until June 23, 2021. Buriti pulp stands out for its considerable levels of lipids, especially palmitic and oleic acids. Besides of the significant levels of tocopherol and phytosterols. Buriti pulp is rich in carotenoids, mainly β-carotene, and phenolic compounds such as protocatecuric acid, chlorogenic acid, epicatechin, luteolin and catechin. The fruit may have the potential to be applied in the prevention of inflammatory diseases and as an antimicrobial agent. Moreover, this study was pioneer in describing the possible pathway of carotenoid biosynthesis in this fruit.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Nascimento Silva","given":"Nara Rúbia Rodrigues","non-dropping-particle":"do"},{"family":"Cavalcante","given":"Rodrigo Barbosa Monteiro"},{"family":"Silva","given":"Flávio Alves","non-dropping-particle":"da"}],"citation-key":"donascimentosilva2023","container-title":"Journal of Food Composition and Analysis","container-title-short":"Journal of Food Composition and Analysis","DOI":"10.1016/j.jfca.2022.105092","ISSN":"0889-1575","issued":{"date-parts":[[2023,4,1]]},"language":"en","page":"105092","source":"ScienceDirect","title":"Nutritional properties of Buriti (Mauritia flexuosa) and health benefits","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0889157522007104","volume":"117"},
  {"id":"ferreira2004","abstract":"Amaranth is a false cereal that belongs to the dicotyledonous class and Amaranthacea family. An increase in the production and consumption of amaranth, particularly in tropical regions of the World, should be considered due to its excellent nutritional value. It has the additional advantage that it can be planted as an intermediate crop between successive soybean crops. Extrusion is considered one of the best methods to maximize the nutritive value of amaranth. The objective of this study was to evaluate the protein quality of raw, toasted and extruded amaranth. Defatted amaranth flour was extruded at 150ºC and at four different moisture levels (11%, 13%, 15% and 24%). The samples were extruded through a screw of 3.55:1 compression ratio, 20:1 L/D ratio at the speed of 200 rpm in a laboratory extrusion machine. Individually housed, male Wistar rats 21 to 23 days old maintained under controlled conditions of light and temperature, were used for the protein bioassays. The protein bioassay experiments used a total of eighty rats and were done according to published AOAC methods (1995). The extruded amaranth diet at 24% moisture reached higher corrected protein efficiency ratio (corrected-PER) than all the other treatments. Each of the extruded amaranth diet reached greater net protein ratio (NPR) values than casein control and raw and toasted amaranth diets. On the other hand, the true digestibility (TD) was similar to the raw and all processed grains, extruded and toasted diet, and lesser than casein control diet. The differences between extruded and raw amaranth samples were probably due to destruction of toxic factors present in the raw grain, in combination with increasing palatability, improvement of the carbohydrate use and it was not due to the increasing protein digestibility. The results indicate that extruded amaranth contains very high quality protein. KEY-WORDS: Extrusion; toasting; amaranth; nutritional value.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"},{"family":"Arêas","given":"José Alfredo Gomes"}],"citation-key":"ferreira2004","container-title":"Pesquisa Agropecuária Tropical","ISSN":"1983-4063","issued":{"date-parts":[[2004]]},"language":"pt","license":"Copyright (c)","page":"53-59","source":"revistas.ufg.br","title":"Valor biológico do grão de amaranto extrusado, cru e torrado","type":"article-journal","URL":"https://revistas.ufg.br/pat/article/view/2342"},
  {"id":"ferreira2007","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Ferreira","given":"Tânia Aparecida Pinto Castro"},{"family":"Matias","given":"Andrea Carvalheiro Guerra"},{"family":"Arêas","given":"José Alfredo Gomes"}],"citation-key":"ferreira2007","container-title":"Nutrire Rev. Soc. Bras. Aliment. Nutr","issued":{"date-parts":[[2007]]},"language":"pt","page":"91-116","source":"pesquisa.bvsalud.org","title":"Características nutricionais e funcionais do Amaranto (Amaranthus spp. )","type":"article-journal","URL":"http://sban.cloudpainel.com.br/files/revistas_publicacoes/164.pdf"},
  {"id":"ferreira2010","abstract":"Calcium bioavailability of raw and extruded amaranth grains was assessed in a biological assay in rats. Rats were fed for 28 days on diets in which raw or extruded amaranth was the only calcium source, compared to a control diet with calcium carbonate. Calcium and phosphorous levels were determined in the rats' serum during the experimental period and in the bones at the end of the experiment. Amaranth extrusion increased its calcium bioavailability, assessed by tibia and femur weights and calcium and phosphorous content of the bones. Apparent calcium absorption index, the force needed to break the bones and bone densitometry of both extruded and raw amaranth were the same, though different from the control group. The results show that amaranth can be a complementary source of dietary calcium the bioavailability of which is favorably modified by the extrusion process.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Ferreira","given":"Tania Aparecida"},{"family":"Arêas","given":"José Alfredo Gomes"}],"citation-key":"ferreira2010","container-title":"Food Science and Technology","container-title-short":"Food Sci. Technol","DOI":"10.1590/S0101-20612010000200037","ISSN":"0101-2061, 1678-457X","issued":{"date-parts":[[2010,6]]},"language":"en","page":"532-538","publisher":"Sociedade Brasileira de Ciência e Tecnologia de Alimentos","source":"SciELO","title":"Calcium bioavailability of raw and extruded amaranth grains","type":"article-journal","URL":"https://www.scielo.br/j/cta/a/g7GZYQqSPz9kTtVfzJ56gqq/?lang=en&format=html","volume":"30"},
  {"id":"freire2013","abstract":"Fried foods are widely consumed in Brazil and their quality depends on the oil or fat they are fried. Qualitative (physical chemistry indices) and quantitative measurements (fry-life oil or fat until disposal, oil turnover, type of oil or fat and amount and type of fried foods) and associations were performed. We applied a structured form and collected 60 mL of frying oil or fat in each of the 70 fried food stands of 15 street-fairs in Goiânia, Brazil. All samples were suitable in the quantity of free fat acids (<0.9% oleic acid), one was inadequate to peroxide value (>10 mEq/kg) and 1/3 was unsuitable to polar compounds (<25%). The majority (62%) use temperature up to the allowed (180 ºC). Approximately 250 units of products are fried in at least one day in 42% of the fried food stands. Soybean oil is used in the majority (94%) of fried food stands and the fry-life is of 6 hours (60%) or a day of work/sale. The nonconformity of the content of total polar compounds in fried foods had significant association with frying time and the conformity of acidity had significant relationship with frying time by a chi-square test. All other associations were not significant. A fry-life of oil or fat up to 6 hours can avoid the excess of polar compounds in the frying medium and protect the quality of fred foods.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Freire","given":"Poliana Cristina Mendonça"},{"family":"Lobo","given":"Lorrany Cristina Boel"},{"family":"Freitas","given":"Giselle da Silva"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"freire2013","container-title":"Food Science and Technology","container-title-short":"Food Sci. Technol","DOI":"10.1590/S0101-20612013005000078","ISSN":"0101-2061, 1678-457X","issued":{"date-parts":[[2013,9]]},"language":"en","page":"569-576","publisher":"Sociedade Brasileira de Ciência e Tecnologia de Alimentos","source":"SciELO","title":"Quality of deep frying oils and fats used in street-fairs in Goiânia, Brazil","type":"article-journal","URL":"https://www.scielo.br/j/cta/a/dVNRFGCvhpczcvh6SpzTRDt/?lang=en","volume":"33"},
  {"id":"freire2013a","abstract":"Alimentos fritos são muito consumidos no Brasil e no mundo. Sabe-se que a fritura é um processo complexo e oferece riscos à saúde humana. Um dos objetivos desta revisão foi apresentar as principais alterações físicas (escurecimento, viscosidade e formação de espuma) e químicas (hidrólise e auto-oxidação) que ocorrem nos óleos e/ou gorduras durante o processo de fritura. Outro objetivo foi abordar os principais fatores envolvidos na degradação do óleo e/ou da gordura de fritura (temperatura e tempo de fritura; relação superfície/volume; tipo de aquecimento; tipo de óleo; adição de óleo novo; natureza e quantidade do alimento frito; presença de contaminantes metálicos e equipamento utilizado, além da presença de antioxidantes). Foram também apresentados alguns métodos de controle de qualidade de óleo ou de gordura de fritura existentes (quantificação de compostos polares totais, acidez, índice de peróxidos, valor de p-anisidina e métodos rápidos de quantificação). Por fim, foram relacionadas as regulamentações vigentes sobre o processo de fritura, os efeitos dos compostos degradados sobre a saúde humana e algumas recomendações para a melhoria da qualidade do óleo ou da gordura de fritura formuladas pelo Informe Técnico nº 11 da Agência Nacional de Vigilância Sanitária.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Freire","given":"Poliana Cristina Mendonça"},{"family":"Mancini-Filho","given":"Jorge"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"freire2013a","container-title":"Revista de Nutrição","container-title-short":"Rev. Nutr.","DOI":"10.1590/S1415-52732013000300010","ISSN":"1415-5273, 1678-9865","issued":{"date-parts":[[2013,6]]},"language":"pt","page":"353-358","publisher":"Pontifícia Universidade Católica de Campinas","source":"SciELO","title":"Principais alterações físico-químicas em óleos e gorduras submetidos ao processo de fritura por imersão: regulamentação e efeitos na saúde","title-short":"Principais alterações físico-químicas em óleos e gorduras submetidos ao processo de fritura por imersão","type":"article-journal","URL":"https://www.scielo.br/j/rn/a/LzJ7Wc4c5zNhcpJFsmSKYLz/?stop=next&format=html","volume":"26"},
  {"id":"gomes2023","abstract":"ABSTRACT There is an underutilization of bioactive compounds, given the losses and daily waste of vegetables throughout the entire production chain. Accordingly, the objective of this study was to quantify the content of phenolic compounds and antioxidant capacity in different parts of vegetables. Analyzes were performed on five vegetables (zucchini, eggplant, broccoli, green cabbage and green beans) from conventional cultivation. The levels of total phenolics, total flavonoids, and antioxidant capacity were obtained by spectrophotometric methods. Except broccoli, the analyzed by-products had levels of bioactive compounds and antioxidant capacity equal to or greater than the traditional parts of vegetable. Broccoli florets stood out with the highest levels of total phenolics (141.22 mg GAE/100 g), total flavonoids (137.38 mg CE/100 g) and antioxidant capacity (588.3 µmol TEAC/100 g). In contrast, the lowest levels were observed in zucchini pulp (25.44 mg GAE/100 g; 13.03 mg CE/100 g; 69.78 µmol TEAC/100 g). Therefore, the importance of full consumption of vegetables is reiterated. By-products can also be used to enrich preparations.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Gomes","given":"Luiza M."},{"family":"Freitas","given":"Alana MR"},{"family":"Dias","given":"Tiago"},{"family":"Cavalcante","given":"Rodrigo BM"}],"citation-key":"gomes2023","container-title":"Horticultura Brasileira","container-title-short":"Hortic. Bras.","DOI":"10.1590/s0102-0536-2023-e2572","ISSN":"0102-0536, 1806-9991","issued":{"date-parts":[[2023,2,3]]},"language":"en","page":"e2572","publisher":"Associação Brasileira de Horticultura","source":"SciELO","title":"Vegetables and their by-products: total phenolic compound content, total flavonoids, and antioxidant activity","title-short":"Vegetables and their by-products","type":"article-journal","URL":"https://www.scielo.br/j/hb/a/nPjMx8C9VsjpMrSV5QsGvVN/?lang=en","volume":"41"},
  {"id":"oliveira2021","abstract":"The partial replacement of maize grits with pearl millet grains in snacks can increase their nutritional quality. This study aimed to design healthier and less expensive extruded snacks and study extrusion conditions (moisture and temperature) according to an experimental central rotational composite design. The improved snack, optimized as the desirability index of the highest expansion capacity, was extruded and flavored with cheese or ham. Acceptability was analyzed in terms of appearance, texture, flavor, and overall value attributes by typical consumers of snacks. Moisture, as opposed to temperature, was significant factor for the snack expansion. The improved snack was classified as a rich source of dietary fiber (5.9 g·100 g−1 of fresh food) and protein (10 g·100 g−1). The snacks were accepted with most scores above 6 (liked it a little). By replacing 50% of maize grits with pearl millet grain, more sensorial acceptable and healthier snacks can be obtained. Practical applications We observed that under minimal moisture and mild temperature conditions in the third zone of the extruder, snacks rich in fiber and protein, with the best expansion index and a specific volume similar to that of commercial snacks prepared with only maize grits (of poor nutritional quality) are produced. The optimized processing parameters established by mathematical modeling to reach a good expansion index could be applied to other pieces of extruder equipment for industrial purposes, as the results did not undergo any great variation at distinct moments of extrusion. We demonstrated the potential for commercialization of snacks made from maize grits and whole grain pearl millet as a product with added nutritional value. Our interest is to offer healthier options for convenience foods as high-fiber snack foods with low cost, high nutritional quality, and good acceptance by consumers, mainly children, who make snack products one of the most consumed convenience foods in the word.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Oliveira","given":"Déborah Patrícia Leal"},{"family":"Soares Júnior","given":"Manoel Soares"},{"family":"Bento","given":"Juliana Aparecida Correia"},{"family":"Santos","given":"Isabela Guimarães","non-dropping-particle":"dos"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"oliveira2021","container-title":"Journal of Food Processing and Preservation","DOI":"10.1111/jfpp.15215","ISSN":"1745-4549","issue":"3","issued":{"date-parts":[[2021]]},"language":"en","license":"© 2021 Wiley Periodicals LLC.","page":"e15215","source":"Wiley Online Library","title":"Influence of extrusion conditions on the physical and nutritional properties of snacks from maize and pearl millet","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jfpp.15215","volume":"45"},
  {"id":"p.a.silva2019","abstract":"Tomato pomace, a by-product generated during tomato processing, was collected at a large tomato processing industry. The by-product was mainly constituted of tomato skin (61.5%), and presented high moisture content (66.58 g.100g−1 wet basis). Among the nutrients, the highest content was of dietary fibre, followed by proteins and fat (50.74, 20.91, 14.14 g.100g−1 d.w., respectively). The pomace has high in vitro antioxidation capacity, especially when measured with the TEAC assay (224.81 μmol Trolox equivalent 100g−1 d.w.). This is due especially to the high amount of lycopene remaining in the by-product after processing (446.9 μg.g−1 d.w). The waste was fractioned into skin and seed fractions by sedimentation, resulting in the increase of lycopene yield by 55%, when using skin fraction as the source material in place of the whole pomace. This by-product shows great potential for being used as a source of the ingredients of high nutritional value, especially dietary fibre and lycopene.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"P. A. Silva","given":"Yasmini"},{"family":"Borba","given":"Bárbara C."},{"family":"Pereira","given":"Vanessa A."},{"family":"Reis","given":"Marcela G."},{"family":"Caliari","given":"Márcio"},{"family":"Brooks","given":"Marianne Su-Ling"},{"family":"Ferreira","given":"Tânia A. P. C."}],"citation-key":"p.a.silva2019","container-title":"International Journal of Food Sciences and Nutrition","DOI":"10.1080/09637486.2018.1489530","ISSN":"0963-7486","issue":"2","issued":{"date-parts":[[2019,2,17]]},"page":"150-160","PMID":"30014726","publisher":"Taylor & Francis","source":"Taylor and Francis+NEJM","title":"Characterization of tomato processing by-product for use as a potential functional food ingredient: nutritional composition, antioxidant activity and bioactive compounds","title-short":"Characterization of tomato processing by-product for use as a potential functional food ingredient","type":"article-journal","URL":"https://doi.org/10.1080/09637486.2018.1489530","volume":"70"},
  {"id":"rezende2017","abstract":"Abstract Brazil is the world's largest producer of common beans (Phaseolus vulgaris L.), which are one of the most widely consumed grain legumes in the world. Seven improved genotypes of dry, coloured, Brazilian common beans were analysed for their nutritional (chemical composition, oligosaccharides, phenolic compounds and antioxidant capacity) and protein quality (amino acid profile, amino acid score, trypsin inhibitor activity and in vitro protein digestibility). The grain bean cultivars studied showed a high content of fibre, with some aromatic amino acids present at higher levels than the Food and Agriculture Organization reference protein. The dry beans had intermediate protein digestibility, ranging from 50.3% in the BRS Notável cultivar to 66.9% in the Jalo Precoce cultivar. The studied dry beans contained anti-nutritional and flatulence factors, such as trypsin inhibitors and oligosaccharides. However, total phenolic compounds and antioxidant activity were high. Improved grain beans have important nutritional characteristics that need to be preserved, and some negative, anti-nutritional characteristics. The results presented in this study can be used to assist the identification of appropriate processing techniques that maintain the positive features of dry beans and eliminate their negative attributes.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Rezende","given":"Amanda Alves"},{"family":"Pacheco","given":"Maria Teresa Bertoldo"},{"family":"Silva","given":"Vera Sônia Nunes","dropping-particle":"da"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"rezende2017","container-title":"Food Science and Technology","container-title-short":"Food Sci. Technol","DOI":"10.1590/1678-457X.05917","ISSN":"0101-2061, 1678-457X","issued":{"date-parts":[[2017,10,19]]},"language":"en","page":"421-427","publisher":"Sociedade Brasileira de Ciência e Tecnologia de Alimentos","source":"SciELO","title":"Nutritional and protein quality of dry Brazilian beans (<i>Phaseolus vulgaris</i> L.)","type":"article-journal","URL":"https://www.scielo.br/j/cta/a/3dK7WzQ63FtXyTR9FKtWL4F/?lang=en&format=html","volume":"38"},
  {"id":"rezende2017a","abstract":"Abstract Brazil is the world's largest producer of common beans (Phaseolus vulgaris L.), which are one of the most widely consumed grain legumes in the world. Seven improved genotypes of dry, coloured, Brazilian common beans were analysed for their nutritional (chemical composition, oligosaccharides, phenolic compounds and antioxidant capacity) and protein quality (amino acid profile, amino acid score, trypsin inhibitor activity and in vitro protein digestibility). The grain bean cultivars studied showed a high content of fibre, with some aromatic amino acids present at higher levels than the Food and Agriculture Organization reference protein. The dry beans had intermediate protein digestibility, ranging from 50.3% in the BRS Notável cultivar to 66.9% in the Jalo Precoce cultivar. The studied dry beans contained anti-nutritional and flatulence factors, such as trypsin inhibitors and oligosaccharides. However, total phenolic compounds and antioxidant activity were high. Improved grain beans have important nutritional characteristics that need to be preserved, and some negative, anti-nutritional characteristics. The results presented in this study can be used to assist the identification of appropriate processing techniques that maintain the positive features of dry beans and eliminate their negative attributes.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Rezende","given":"Amanda Alves"},{"family":"Pacheco","given":"Maria Teresa Bertoldo"},{"family":"Silva","given":"Vera Sônia Nunes","dropping-particle":"da"},{"family":"Ferreira","given":"Tânia Aparecida Pinto de Castro"}],"citation-key":"rezende2017a","container-title":"Food Science and Technology","container-title-short":"Food Sci. Technol","DOI":"10.1590/1678-457X.05917","ISSN":"0101-2061, 1678-457X","issued":{"date-parts":[[2017,10,19]]},"language":"en","page":"421-427","publisher":"Sociedade Brasileira de Ciência e Tecnologia de Alimentos","source":"SciELO","title":"Nutritional and protein quality of dry Brazilian beans (<i>Phaseolus vulgaris</i> L.)","type":"article-journal","URL":"https://www.scielo.br/j/cta/a/3dK7WzQ63FtXyTR9FKtWL4F/?lang=en","volume":"38"},
  {"id":"silva2019","abstract":"Lycopene, a non-polar antioxidant compound with important effects on human health and wide commercial applications, was extracted from tomato processing wastes using innovative hydrophobic eutectic mixtures (HEMs) replacing traditional organic solvents. HEMs were prepared using DL-menthol as hydrogen-bond acceptor (HBA) and lactic acid as hydrogen-bond donor (HBD), and the ultrasound-assisted extraction (UAE) was optimized using a Box–Behnken design to evaluate extraction conditions: extraction temperature (°C), molar ratio of eutectic mixture (moles HBA: mol HBD), solvent to sample ratio (volume to mass, mL/g), and extraction time (min), with lycopene extraction yield (µg/g d.w.) as the response variable. Optimization of parameters was performed using response surface methodology, and the optimized extraction conditions were determined to be 70 °C, 8:1 mol HBA/mol HBD, 120 mL/g solvent: sample, and 10 min. The experimental optimal yield was 1446.6 µg/g, in agreement with the predicted optimal yield, indicating the validity of the model. This new technique for lycopene extraction, using a HEM as extraction solvent in replacement of hazardous organic solvents, and tomato pomace as source material, represents a viable and more sustainable approach for obtaining a high value-added bioactive compound, and can contribute towards the development of greener extraction processes.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Silva","given":"Yasmini P. A."},{"family":"Ferreira","given":"Tânia A. P. C."},{"family":"Jiao","given":"Guangling"},{"family":"Brooks","given":"Marianne S."}],"citation-key":"silva2019","container-title":"Journal of Food Science and Technology","container-title-short":"J Food Sci Technol","DOI":"10.1007/s13197-019-03618-8","ISSN":"0975-8402","issue":"3","issued":{"date-parts":[[2019,3,1]]},"language":"en","page":"1649-1654","source":"Springer Link","title":"Sustainable approach for lycopene extraction from tomato processing by-product using hydrophobic eutectic solvents","type":"article-journal","URL":"https://doi.org/10.1007/s13197-019-03618-8","volume":"56"},
  {"id":"silva2019a","abstract":"Lycopene is a highly-prized antioxidant with associated health benefits and is abundant in natural sources. A green valorization approach was used to extract lycopene from tomato processing waste. Ultrasound-assisted extraction was applied to the tomato waste using an eco-friendly solvent mixture containing ethyl lactate and ethyl acetate for the extraction of lycopene. Extraction parameters were: X1 = extraction temperature (°C), X2 = proportion of ethyl acetate in solvent mixture (% v/v), X3 = solvent:sample ratio (mL/g), and X4 = extraction time (min). A Box–Behnken design was used to define experimental conditions, and response surface methodology was then conducted to determine the optimized conditions: X1 = 63.4 °C, X2 = 30% (v/v), X3 = 100 mL/g, and X4 = 20 min. The experimental optimized extraction yield of lycopene was 1334.8 µg/g (d.w.), in agreement with the predicted yield. At the same conditions without ultrasound, a yield of 1209.5 µg/g (d.w.) was obtained (9.4% lower). Ultrasound increases extraction yield, and tomato processing by-products are a viable alternative source of extractable lycopene. This represents a greener strategy for the extraction of lycopene in comparison to conventional methods using organic solvents, and shows a promising alternative use for a food processing waste.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Silva","given":"Yasmini P. A."},{"family":"Ferreira","given":"Tânia A. P. C."},{"family":"Celli","given":"Giovana B."},{"family":"Brooks","given":"Marianne S."}],"citation-key":"silva2019a","container-title":"Waste and Biomass Valorization","container-title-short":"Waste Biomass Valor","DOI":"10.1007/s12649-018-0317-7","ISSN":"1877-265X","issue":"10","issued":{"date-parts":[[2019,10,1]]},"language":"en","page":"2851-2861","source":"Springer Link","title":"Optimization of Lycopene Extraction from Tomato Processing Waste Using an Eco-Friendly Ethyl Lactate–Ethyl Acetate Solvent: A Green Valorization Approach","title-short":"Optimization of Lycopene Extraction from Tomato Processing Waste Using an Eco-Friendly Ethyl Lactate–Ethyl Acetate Solvent","type":"article-journal","URL":"https://doi.org/10.1007/s12649-018-0317-7","volume":"10"},
  {"id":"silva2020","abstract":"The baru almond has a high nutrient and phytochemical density, such as monounsaturated fatty acids, dietary fiber, vitamin E, zinc, and phenolic compounds. This study aimed to optimize the extraction conditions of total phenolic compounds from baru almond (with and without skin) and baru almond skin using a fractional factorial 24-1 and the Box-Behnken designs, and to analyze the influence of the extraction factors on total phenolic content and antioxidant capacity (by ABTS, DPPH, and FRAP assays) in the extracts obtained. The optimal extraction conditions were: for whole baru almond (with skin) - 79% ethanol and 2 mg mL-1 solid-solvent ratio at 85 °C; for baru almond without skin - 68% ethanol and 20 mg mL-1 solid-solvent ratio during 34 min; and for baru almond skin - 40% ethanol and 0.2 mg mL-1 solid-solvent ratio at 66 °C. On these conditions, whole baru almond showed high phenolic content and antioxidant capacity, and the almond skin featured about 10% of phenolics and a very high antioxidant capacity. The experimental designs used revealed the baru almond skin as an abundant source of antioxidant compounds. We recommend the consumption of whole baru almond, and the use of its skin in different food systems.","accessed":{"date-parts":[[2023,7,19]]},"author":[{"family":"Silva","given":"Patrícia Naves"},{"family":"Dias","given":"Tiago"},{"family":"Borges","given":"Leonardo Luiz"},{"family":"Alves-Santos","given":"Aline Medeiros"},{"family":"Horst","given":"Maria Aderuza"},{"family":"Silva","given":"Mara Reis"},{"family":"Naves","given":"Maria Margareth Veloso"}],"citation-key":"silva2020","container-title":"Revista Brasileira de Ciências Agrárias","DOI":"10.5039/agraria.v15i4a8530","ISSN":"1981-0997","issue":"4","issued":{"date-parts":[[2020]]},"language":"en","license":"Copyright (c) 2021","number":"4","page":"1-7","source":"www.agraria.pro.br","title":"Total phenolic compounds and antioxidant capacity of baru almond and by-products evaluated under optimizing extraction conditions","type":"article-journal","URL":"http://www.agraria.pro.br/ojs32/index.php/RBCA/article/view/v15i4a8530","volume":"15"},
  {"id":"silva2020a","abstract":"The baru almond has a high nutrient and phytochemical density, such as monounsaturated fatty acids, dietary fiber, vitamin E, zinc, and phenolic compounds. This study aimed to optimize the extraction conditions of total phenolic compounds from baru almond (with and without skin) and baru almond skin using a fractional factorial 24-1 and the Box-Behnken designs, and to analyze the influence of the extraction factors on total phenolic content and antioxidant capacity (by ABTS, DPPH, and FRAP assays) in the extracts obtained. The optimal extraction conditions were: for whole baru almond (with skin) - 79% ethanol and 2 mg mL-1 solid-solvent ratio at 85 °C; for baru almond without skin - 68% ethanol and 20 mg mL-1 solid-solvent ratio during 34 min; and for baru almond skin - 40% ethanol and 0.2 mg mL-1 solid-solvent ratio at 66 °C. On these conditions, whole baru almond showed high phenolic content and antioxidant capacity, and the almond skin featured about 10% of phenolics and a very high antioxidant capacity. The experimental designs used revealed the baru almond skin as an abundant source of antioxidant compounds. We recommend the consumption of whole baru almond, and the use of its skin in different food systems.","accessed":{"date-parts":[[2022,8,2]]},"author":[{"family":"Silva","given":"Patrícia Naves"},{"family":"Dias","given":"Tiago"},{"family":"Borges","given":"Leonardo Luiz"},{"family":"Alves-Santos","given":"Aline Medeiros"},{"family":"Horst","given":"Maria Aderuza"},{"family":"Silva","given":"Mara Reis"},{"family":"Naves","given":"Maria Margareth Veloso"}],"citation-key":"silva2020a","container-title":"Revista Brasileira de Ciências Agrárias","DOI":"10.5039/agraria.v15i4a8530","ISSN":"1981-0997","issue":"4","issued":{"date-parts":[[2020]]},"language":"en","license":"Copyright (c) 2021","number":"4","page":"1-7","source":"www.agraria.pro.br","title":"Total phenolic compounds and antioxidant capacity of baru almond and by-products evaluated under optimizing extraction conditions","type":"article-journal","URL":"http://www.agraria.pro.br/ojs32/index.php/RBCA/article/view/v15i4a8530","volume":"15"},
  {"id":"souza2013","abstract":"As agroindústrias de arroz e de mandioca geram signi􀂿cativos volumes de grãos quebrados (subprodutos) e cascas (resíduos). O descarte indevido dos resíduos constitui desperdício de matéria-prima, que poderia ser aproveitada melhor, em função do grande montante produzido e de seu valor nutricional. O objetivo deste trabalho foi veri􀂿car a viabilidade da aplicação de casca de mandioca desidratada na formulação de misturas de bolos sem glúten em substituição a farinha de arroz. Os bolos foram formulados com diferentes níveis de substituição da farinha de arroz (FA) pela farinha da casca de mandioca (FCM) (0%, 25%, 50%, 75% e 100%), com base em volume. Para obtenção da farinha, a casca de mandioca foi desidratada e moída. As amostras de farinhas e bolos foram submetidas a análises físicas, de composição centesimal, e microbiológicas (Bacilus cereus, coliformes totais e a 45 °C, Salmonella sp, bolores e leveduras e clostrídios sul􀂿tos redutores) e aceitação sensorial. Os bolos diferiram (p≤0,05) no teor de umidade (29,6 a 41,8 g.100g-1), que foi maior com o aumento da proporção da FCM. A mesma tendência foi observada no coeficiente de índice de rendimento (0,72 a 0,84), e nos teores de cinzas (3,1 a 4,8 g.100g-1), lipídeos (8,6-16,7 g.100g-1) e fibra alimentar total (4,1 a 19,3 g.100g-1) e insolúvel (3,5 a 17,3 g.100g-1). Os bolos não apresentaram contaminação microbiológica. Em relação aos atributos sensoriais, os bolos tiveram a mesma aceitação (em torno de 6,8), e a maior intenção de compra (40%) foi obtida pela amostra com 100% de substituição de FA por FCM. Os resultados permitem inferir que existe possibilidade da utilização da farinha de casca de mandioca como substituinte da farinha de arroz em formulações de bolos sem glúten em até 100% de substituição, uma vez que, as características nutricionais, microbiológicas e a aceitação sensorial foram satisfatórias.","accessed":{"date-parts":[[2022,8,2]]},"author":[{"family":"Souza","given":"Thaísa Anders Carvalho"},{"family":"Fiorda","given":"Fernanda Assumpção"},{"family":"Dias","given":"Tiago"},{"family":"Souza","given":"Thaynara Stella Carvalho"},{"family":"Júnior","given":"Manoel Soares Soares"},{"family":"Campos","given":"Maria Raquel Hidalgo"}],"citation-key":"souza2013","container-title":"Semina: Ciências Agrárias","ISSN":"1676-546X, 1679-0359","issue":"2","issued":{"date-parts":[[2013]]},"language":"Portugués","license":"All rights reserved","page":"717-727","publisher":"Universidade Estadual de Londrina","source":"www.redalyc.org","title":"Bolos sem glúten a base de arroz quebrado e casca de mandioca","type":"article-journal","URL":"https://www.redalyc.org/articulo.oa?id=445744120020","volume":"34"},
  {"id":"xu2020","abstract":"ABSTRACT: Grumixama (Eugenia brasiliensis Lam.) is a Brazilian berry native to the Atlantic Rainforest. Information on nutritional and bioactive profiles of the fruit cultivated in the Brazilian Savannah (Cerrado) is not available in literature. The aim of this study was to investigate the physical and proximate composition; mineral, total phenolics, total tannins and total carotenoids contents; and antioxidant capacity (DPPH and FRAP assays) of the dark purple grumixama cultivated in the Cerrado area (Goiás State). Results showed a similar physical and proximate composition to those of grumixama native to the Atlantic Rainforest. However, grumixama from Cerrado presented the highest dietary fiber and magnesium contents. In addition, the Cerrado grumixama showed higher content of total phenolics (with a large amount of tannins), carotenoids and antioxidant capacity than those of grumixama native to the Atlantic Rainforest, cherry, blueberry, and fruits native to the Cerrado. Thus, the consumption of whole fruit (peel, pulp and seed) in healthy diets and its use as an ingredient for functional food products should be encouraged.","accessed":{"date-parts":[[2022,8,2]]},"author":[{"family":"Xu","given":"KaWai"},{"family":"Alves-Santos","given":"Aline Medeiros"},{"family":"Dias","given":"Tiago"},{"family":"Naves","given":"Maria Margareth Veloso"}],"citation-key":"xu2020","container-title":"Ciência Rural","container-title-short":"Cienc. Rural","DOI":"10.1590/0103-8478cr20190630","ISSN":"0103-8478, 1678-4596","issued":{"date-parts":[[2020,3,30]]},"language":"en","license":"All rights reserved","publisher":"Universidade Federal de Santa Maria","source":"SciELO","title":"Grumixama (Eugenia brasiliensis Lam.) cultivated in the Cerrado has high content of bioactive compounds and great antioxidant potential","type":"article-journal","URL":"http://www.scielo.br/j/cr/a/8tCGFycCns86hRTb8RmLDpj/abstract/?lang=en","volume":"50"}
]
